Repository: SanjeevDeveloper/Bahrain
Catalog: Bahrain/Localization/*.lproj/Localizable.strings
Languages: ar

# MyAppointmentSceneCancelAlertTitle
source: Are you sure, you want to cancel this appointment
ar: هل أنت متأكد من أنك تريد إلغاء هذا الموعد

# MyAppointmentScenefullPaid
source: Full Paid
ar: مدفوع بالكامل

# MyAppointmentSceneCash
source: CASH
ar: نقدا

# ProfileSettingSceneTitle
source: SETTINGS
ar: الإعدادات

# ProfileSettingSceneNameLabel
source: Name
ar: الاسم

# ProfileSettingSceneNumberLabel
source: Mobile Number
ar: رقم الموبايل

# ProfileSettingSceneSelectAreaLabel
source: Select Area
ar: اختر المنطقة

# ProfileSettingSceneAddressLabel
source: Enter Address
ar: أدخل العنوان

# ProfileSettingSceneFullAddressLabel
source: Enter Full Address
ar: أدخل العنوان الكامل

# ProfileSettingSceneEmailLabel
source: Email Address
ar: البريد الكتروني

# ProfileSettingScenePasswordLabel
source: Password
ar: كلمة السر

# ProfileSettingScenePasswordTextField
source: Change Password
ar: تغيير كلمة السر

# ProfileSettingSceneBirthdayLabel
source: Birthday
ar: تاريخ الميلاد

# ProfileSettingSceneSwitchLanguageLabel
source: SWITCH LANGUAGE
ar: تغيير اللغة

# ProfileSettingSceneNotificationLabel
source: NOTIFICATION
ar: الإشعارات

# ProfileSettingSceneEditButton
source: Edit
ar: تعديل

# ProfileSettingSceneSaveButton
source: Save
ar: حفظ

# blockLabel
source: Block
ar: المجمع

# roadLabel
source: Road
ar: الشارع

# houseLabel
source: House Number
ar: رقم المنزل

# flatLabel
source: Flat Number
ar: رقم الشقة

# pinLocationLabel
source: Pin Location
ar: تحديد الموقع

source: Change Location
ar: تغيير الموقع

# ProfileSettingSceneChangePasswordLabel
source: CHANGE PASSWORD
ar: تغيير كلمة السر

# ProfileSettingSceneOldPasswordTextField
source: Current password
ar: كلمة السر الحالية

# ProfileSettingSceneNewPasswordTextField
source: New Password
ar: كلمة السر الجديدة

# ProfileSettingSceneConfirmPasswordTextField
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

# ProfileSettingSceneCancelButton
source: CANCEL
ar: إلغاء

# ProfileSettingSceneDoneButton
source: DONE
ar: تم

# ProfileSettingSceneProfileUpdateSuccessMessage
source: Your profile has been updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح

# ProfileSettingSceneChangeLanguageAlertText
source: Are you sure, you want to change language to
ar: هل أنت متأكد من أنك تريد تغيير اللغة إلى

# namePlaceholder
source: Enter your name
ar: الاسم

# emailAddressPlaceholder
source: Enter your email address
ar: البريد الالكتروني

# fullAddressPlaceholder
source: Enter your full address
ar: العنوان بالكامل

# roadPlaceholder
source: Enter your road
ar: رقم الطريق

# housePlaceholder
source: Enter your house number
ar: رقم المبنى

# flatplaceholder
source: Enter your flat number
ar: رقم الشقة

# SelectAreaSceneTitle
source: SELECT AREA
ar: اختر المنطقة

# SelectAreaSceneSelectAreaTextField
source: Search by area name
ar: البحث

# SelectAreaSceneFilter
source: filter
ar: فلتر

# SelectAreaSceneprofileSetting
source: profileSetting
ar: خيارات الملف الشخصي

# SelectAreaSceneRegisterLocation
source: RegisterLocation
ar: تحديد الموقع

# SelectAreaSceneBusinessLocation
source: BusinessLocation
ar: تحديد موقع الصالون

# SelectAreaSceneSelectBlockTitle
source: SELECT BLOCK
ar: اختر رقم المجمع

# FavoriteListSceneTitle
source: FAVORITES
ar: المفضلة

# FavoriteListSceneSearchTextField
source: Search Salons
ar: البحث عن الصالون

# FavoriteListScenePriceFromLabel
source: PRICE FROM
ar: السعر يبدأ من

# FavoriteListSceneCardPaymentLabel
source: CARD
ar: بطاقة

# FavoriteListSceneCashPaymentLabel
source: CASH
ar: نقدا

# FavoriteListSceneFiteredData
source: FILTERED DATA
ar: بيانات ملفترة

# FavoriteListScreneFilterScreen
source: FilterScreen
ar: شاشة التصفية

# FavoriteListSceneLocationTextFieldPlaceholder
source: Select your preferred location
ar: اختر موقعك المفضل

# bookingSummarySceneSceneTitle
source: BOOKING SUMMARY
ar: قائمة الحجوزات

# bookingSummarySceneYourServiceText
source: YOUR SERVICES
ar: خدماتك

# bookingSummarySceneDateTitleText
source: APPOINTMENT DATE
ar: تاريخ الموعد

# bookingSummarySceneAtText
source: At
ar: في

# bookingSummaryScenePaymentMethodText
source: PAYMENT METHOD
ar: طريقة الدفع

# bookingSummarySceneTotalPriceText
source: Total Price
ar: السعر الكلي

# bookingSummarySceneDiscountPriceText
source: Discount Amount
ar: السعر التخفيض

# bookingSummarySceneTotalAmountText
source: Total Amount
ar: السعر الكلي

# bookingSummaryScenePayablePriceText
source: Payable Amount
ar: المبلغ المستحق

# bookingSummarySceneConfirmBookingText
source: CONFIRM BOOKING
ar: تأكيد الحجز

# bookingSummarySceneBookingDateCellLabel
source: Booking Date
ar: تاريخ الحجز

# bookingSummarySceneTherapistCellLabel
source: Therapist
ar: الخبير

# bookingSummarySceneSalonNameCellLabel
source: Salon Name
ar: اسم الصالون

# bookingSummaryScenepriceCellLabel
source: Price
ar: السعر

# selectHomeAddressMessage
source: Please select home address to proceed.
ar: الرجاء تحديد عنوان المنزل

source: Select Address
ar: حدد العنوان

# summaryDiscountAmount
source: Discount Amount
ar: مبلغ التخفيض

# summaryPayableAmount
source: Payable Amount
ar: المبلغ المستحق

source: Note:
ar: ملاحظة

# addressListSceneText
source: ADDRESS LIST
ar: قائمة العناوين

# addAddressTitle
source: Add Address
ar: اضافة عنوان

# deletedAddress
source: Address deleted successfully.
ar: تم حذف العنوان بنجاح

source: DELETE ADDRESS
ar: حذف العنوان

# deleteConfirmation
source: Are you sure you want to delete this address.
ar: هل أنت متأكد أنك تريد حذف هذا العنوان؟

source: Use this address
ar: استخدم هذا العنوان

source: Enter promo code
ar: ادخل كود الخصم

source: Apply
ar: تطبيق

# noPromoCode
source: Please enter promo code
ar: يرجى إدخال الرمز الترويجي

source: Promo code applied successfully!
ar: تم تطبيق كود الخصم بنجاح

# maximumDiscount
source: Note- The maximum discount i.e.
ar: تم تجاوز الحد الأقصى للخصم

# limitHasExceed
source: limit has been exceeded.
ar: تم تجاوز الحد الاقصى

# addErrorMessage
source: Fail to perform this action. Please try again.
ar: فشل في تنفيذ هذا الإجراء ، يرجى المحاولة مرة أخرى

# addAddressSceneTile
source: ADD ADDRESS
ar: اضافة عنوان

# googlePinButtonTitle
source: Google Pin
ar: دبوس جوجل

# addressInfoTitle
source: ADDRESS INFO
ar: معلومات العنوان

# selectAddressTypePlaceholder
source: Enter title
ar: ادخل العنوان

# addressTextViewPlaceholder
source: Enter address
ar: ادخل عنوان المنزل

# errorAddressTitle
source: Please enter address title
ar: يرجى إدخال اسم العنوان

# errorPhoneMessage
source: Please add PhoneNo.
ar: الرجاء اضافة رقم الهاتف

# errorAddAddressMessage
source: Please add Address.
ar: الرجاء اضافة العنوان

# errorValidPhoneNumber
source: Please add valid PhoneNo.
ar: الرجاء إضافة رقم هاتف صحيح

# editAddressTitle
source: EDIT ADDRESS
ar: تعديل العنوان

# updateButtonTitle
source: Update
ar: تحديث

# addressUpdatedMessage
source: Address updated successfully
ar: تم تحديث العنوان بنجاح

# addressAddedMesage
source: Address added successfully
ar: تمت إضافة العنوان بنجاح

# saveButtonTitle
source: Save
ar: حفظ

# shareLocationTitle
source: Share Location
ar: مشاركة الموقع

# addressOtherInfo
source: Road
ar: الشارع

# addressInfoSceneTitle
source: Address Info
ar: معلومات العنوان

# addressInfoNavigate
source: NAVIGATE
ar: تتبع العنوان

# addressHouseNumber
source: House Number
ar: رقم المنزل

# addressFlatNumber
source: Flat Number
ar: رقم الشقة

# addressBlock
source: Block
ar: رقم المجمع

# specialOfferListUserSceneTitle
source: SPECIAL OFFERS
ar: عروض خاصة

# specialOfferListUserSceneBookNow
source: BOOK NOW
ar: احجز الآن

# specialOfferListUserSceneForAll
source: For All
ar: للجميع

# specialOfferListUserSceneNoOfferAvailableLabel
source: No Offer Available
ar: لايوجد عروض

# OpeningHoursSceneTitle
source: OPENING HOURS
ar: ساعات العمل

# OpeningHoursSceneToText
source: to
ar: إلى

# SendFeedBackSceneTitle
source: SEND FEEDBACK
ar: ارسل رأيك

# SendFeedBackSceneFeedBackTextViewPlaceholder
source: Send your feedback,lets us know how you like Bahrain Salons App..
ar: أرسل ملاحظاتك ، دعنا نعرف كيف تحب ان يكون تطبيق صالونات البحرين ..

# SendFeedBackSceneSendButtonTitle
source: SEND
ar: إرسال

# sendfeedbackTextEmptyMsg
source: Please enter your feedback message
ar: الرجاء كتابة التعليقات

# OrderDetailSceneTitle
source: ORDER DETAIL
ar: تفاصيل الحجز

# OrderDetailSceneTotalPriceLabel
source: PRICE
ar: السعر

# OrderDetailSceneTimeLabel
source: Time
ar: الوقت

# OrderDetailSceneTherapistLabel
source: Therapist
ar: الخبير

# OrderDetailScenePaymentHeaderLabel
source: PAYMENT DETAIL
ar: تفاصيل الدفع

# OrderDetailScenePaymentTypeLabel
source: Payment Type
ar: نوع الدفع

# OrderDetailScenePaymentStatusLabel
source: Payment Status
ar: حالة الدفع

# OrderDetailSceneSpecialInstructionLabel
source: Special Instructions
ar: تعليمات خاصة

# OrderDetailSceneReportButtonTitle
source: Report
ar: أبلغ عن

# OrderDetailSceneBottomCancelButtonTitle
source: CANCEL
ar: إلغاء

# OrderDetailSceneBottomBookingButtonTitle
source: RE-BOOKING
ar: إعادة الحجز

# OrderDetailSceneBookingCancelledButtonTitle
source: CANCELLED
ar: ألغيت

# OrderDetailSpecialTypeScene
source: Special Instructions
ar: تعليمات خاصة

# OrderDetailSpecialCancelScene
source: Cancelled
ar: ألغيت

# OrderDetailBookingTableCell
source: Booking Date
ar: تاريخ الحجز

# OrderDetailPaidAmountLabelText
source: Paid Amount
ar: مبلغ مدفوع

# OrderDetailRemainingAmountLabelText
source: Remaining Amount
ar: المبلغ المتبقي

# OrderDetailBookingStatusTitleLabelText
source: Service Status
ar: حالة الخدمة

# OrderDetailPaymentDetailtLabelText
source: PAYMENT DETAIL
ar: تفاصيل الدفع

# OrderDetailCloseButtonTitle
source: CLOSE
ar: مغلق

# OrderDetailArrivalStatusLabelText
source: Arrival Status
ar: تأكيد الوصول للصالون

# OrderDetailTypeTitleLabelText
source: Type
ar: نوع

# OrderDetailAmountTitleLabelText
source: Amount
ar: المبلغ

# OrderDetailTransactionTitleLabelText
source: Transaction Id
ar: رقم العملية

# OrderDetailTotalAmountText
source: Total Amount
ar: المبلغ الكلي

# OrderDateText
source: Order Date
ar: تاريخ الطلب

# OrderDetailPromoCodeText
source: Coupon code
ar: كود الخصم

# OrderDetailDiscountAvailText
source: Discount Availed
ar: استفاد من الخصم

# OrderDetailViewAdressText
source: Home service
ar: خدمة منزلية

# OrderDetailDiscountAmountText
source: Discount Amount
ar: مبلغ الخصم

# OrderDetailPayableAmountText
source: Payable Amount
ar: المبلغ المستحق

# OrderDetailTotalAmmountText
source: Service Amount
ar: مبلغ الخدمة

# totalAfterDiscountTitle
source: Total After Discount
ar: المجموع بعد الخصم

# maxDiscountLimitExceedTitle
source: Maximum discount limit exceed
ar: تم تجاوز الحد الأقصى للخصم

# maxDiscountLimitExceedValue
source: Yes
ar: نعم

# isSpecialOfferTitle
source: Is Special Offer
ar: عرض خاص

# isSpecialOfferValue
source: Yes
ar: نعم

# AddScheduledBreakSceneTitle
source: ADD SCHEDULED BREAK
ar: إضافة فترة راحة

# AddScheduledBreakSceneCustomLabelTitle
source: Break
ar: استراحة

# AddScheduledBreakSceneBreakTypeTitle
source: Select break type / Leave
ar: اختر استراحة الموظف / اجازة الموظف

# AddScheduledBreakSceneFullDayLabel
source: Leave
ar: اجازة

# AddScheduledBreakSceneTitleLabel
source: Title
ar: العنوان

# AddScheduledBreakSceneStartDateAndTimeTextField
source: Select Start Date Or Time
ar: حدد تاريخ البدء أو الوقت

# AddScheduledBreakSceneEndDateAndTimeTextField
source: Select End Date Or Time
ar: حدد تاريخ الانتهاء أو الوقت

# AddScheduledBreakSceneRepeatTextField
source: Repeat
ar: تكرار

# AddScheduledBreakSceneDoneButton
source: DONE
ar: انهاء

# AddScheduledBreakSceneSelectTitleAlert
source: Please specify scheduled break title.
ar: يرجى مراجعة عنوان الاستراحة.

# AddScheduledBreakSceneSelectStartTimeAlert
source: Please specify scheduled start time.
ar: يرجى تحديد وقت البدء

# AddScheduledBreakSceneSelectEndTimeAlert
source: Please specify scheduled end time.
ar: يرجى تحديد وقت الانتهاء

# AddScheduledBreakSceneEveryDayLabel
source: Every Day
ar: يوميا

# AddScheduledBreakSceneEndDateGreaterAlert
source: End Date should be greater than Start date
ar: يجب أن يكون تاريخ الانتهاء أكبر من تاريخ البدء

# AddScheduledBreakSceneEndTimeGreaterAlert
source: End time should be greater than Start time
ar: يجب أن يكون وقت الانتهاء أكبر

# AddScheduledBreakSceneSelectDateAlert
source: Please select Start Date First
ar: يرجى تحديد تاريخ البدء أولا

# AddScheduledBreakSceneSelectBreakTypeAlert
source: Please select break type
ar: يرجى تحديد نوع الراحة

# AddSpecialOfferSceneTitle
source: SPECIAL OFFERS
ar: عروض خاصة

# AddSpecialOfferSceneOfferNameTextField
source: Special Offer Name
ar: اسم العرض الخاص

# AddSpecialOfferSceneContinueButton
source: CONTINUE
ar: استمر

# AddSpecialOfferSceneOfferNameValidationText
source: Please Enter offer name
ar: الرجاء إدخال اسم العرض

# AddSpecialOfferSceneOfferServiceValidationText
source: Please select at least one service.
ar: الرجاء تحديد خدمة واحدة على الأقل

# AddSpecialOfferSceneAddOfferTitle
source: ADD SPECIAL OFFER
ar: إضافة عرض خاص

# AddSpecialOfferSceneEditOfferTitle
source: EDIT SPECIAL OFFER
ar: تعديل العرض الخاص

# AddOfferEmptyImage
source: Please select offer image
ar: يرجى اختيار صورة العرض

# StaffSceneTitle
source: STAFF
ar: الموظفين

# StaffSceneNoStaffLabel
source: No Staff Member Available
ar: لا يوجد موظف متاح

# SalonDetailSceneRateUsButton
source: RATE
ar: التقييم

# SalonDetailSceneEnjoyLabel
source: Enjoy your service? Rate us
ar: استمتع بخدمتك! قيمنا

# SalonDetailSceneReviewTextViewPlaceholder
source: Write your Review
ar: أكتب تعليق

# SalonDetailSceneCancelButton
source: CANCEL
ar: إلغاء

# SalonDetailSceneSubmitButton
source: SUBMIT
ar: أرسل

# SalonDetailSceneReviewStaticText
source: Reviews
ar: التعليقات

# SalonDetailSceneEmptyRatingText
source: please provide rating to continue.
ar: يرجى تقديم التقييم للمتابعة

# SalonDetailSceneServiceBookedText
source: SERVICE SELECTED
ar: تم حجز الخدمة

# SalonDetailSceneBookOrderText
source: BOOK NOW
ar: احجز الموعد

# SalonDetailSceneAbout
source: ABOUT
ar: معلومات

# SalonDetailSceneFavorites
source: FAVORITES
ar: المفضلة

# SalonDetailSceneHours
source: HOURS
ar: ساعة

# SalonDetailSceneChat
source: CHAT
ar: دردشة

# SalonDetailSceneDirection
source: DIRECTION
ar: الإتجاه

# SalonDetailSceneStaff
source: STAFF
ar: الخبراء

# SalonDetailSceneAddreviewSuccessResponse
source: Your Rating have been submitted successfully
ar: تم تقديم تقييمك بنجاح

# SalonDetailSceneNoServiceLabelText
source: No Service Available
ar: لا يوجد خدمة متوفرة

# SalonDetailSceneWhatsApp
source: WHATSAPP
ar: ال WhatsApp

# SalonDetailSceneShare
source: SHARE
ar: شارك

# UserListSceneAddButton
source: Add
ar: إضافة

# UserListSceneAddedButton
source: Added
ar: مضافة

# ListYourServiceSceneTitle
source: LIST YOUR SERVICE
ar: أدرج خدمتك

# ListYourServiceSceneSubTitle
source: SELECT WHICH TYPE OF BUSINESS DO YOU WANT TO LIST?
ar: اختر أي نوع من الأعمال هل تريد أن تسجل؟

# ListYourServiceSceneSelectedServiceText
source: Services selected
ar: تم تحديد الخدمات

# ListYourServiceSceneContinueButton
source: CONTINUE
ar: استمر

# ListYourServiceSceneSaveChangesButton
source: SAVE CHANGES
ar: احفظ التغييرات

# ListYourServiceSceneCategoriesUpdated
source: Categories has been updated successfully
ar: تم تحديث الفئات بنجاح

# BusinessTodayTherapistText
source: Therapists
ar: الخبراء

# BusinessTodayClientNameText
source: Client Name
ar: اسم الزبون

# BusinessTodayTimeText
source: Time
ar: الوقت

# BusinessTodayCancelText
source: Canceled
ar: ألغيت

source: UPCOMING
ar: المواعيد القادمة

source: PAST APPOINTMENTS
ar: المواعيد الفائتة

# MapSceneTitle
source: MAP
ar: الخريطة

# businessPageViewControllerStepText
source: Step
ar: خطوة

# businessPinLocationSceneTitle
source: PIN YOUR BUSINESS
ar: حدد موقع الصالون

# BookingSceneTitle
source: BOOKING
ar: الحجوزات

# BookingSceneServiceDetailLabelText
source: SERVICE DETAIL
ar: تفاصيل الخدمة

# BookingSceneInstructionTextViewText
source: Do you have any special instructions?
ar: هل لديك أي تعليمات خاصة؟

# BookingSceneProceedButtonTitle
source: CHECKOUT
ar: متابعة

# BookingSceneMinLabelText
source: min(s)
ar: دقيقة / دقائق

# BookingSceneTimeSelectionAlert
source: Sorry, Booking cannot be created for past time.
ar: عذرًا ، لا يمكن حجز موعد للوقت الماضي

# BookingSceneAllServiceSelectionAlert
source: Select time slots to proceed next.
ar: بإمكانك اختيار اكثر من خبير لجميع الخدمات

# BookingSceneServiceText
source: SELECT YOUR SUITABLE TIME
ar: اختر وقت مناسب لك

# BookingSceneNoSlotAvailableAlert
source: does not have any timeslot available.
ar: لا يوجد لديك أي خبير يرجى إزالة هذه الخدمة

# BookingSceneNoSlot
source: No time slots available, Please select another date.
ar: لا توجد فترات زمنية متاحة ، يرجى تحديد تاريخ آخر

# BusinessBookingSceneTitle
source: BOOKING
ar: الحجوزات

# BusinessBookingSceneSelectServiceLocationLabel
source: Select Service Location
ar: حدد موقع الخدمة

# BusinessBookingSceneSelectServiceLabel
source: Select Service
ar: حدد الخدمة

# BusinessBookingSceneServiceDetailLabel
source: Service Detail
ar: تفاصيل الخدمة

# BusinessBookingSceneClientLabel
source: Client
ar: الزبون

# BusinessBookingSceneBookServiceButton
source: BOOK SERVICE
ar: احجز الخدمة

# BusinessBookingScenePickYourServiceLabel
source: Pick Your Service
ar: اختر خدمتك

# BusinessBookingSceneAtSalonButton
source: At Salon
ar: في الصالون

# BusinessBookingSceneAtHomeButton
source: At Home
ar: في المنزل

# BusinessBookingScenePickDoneButton
source: DONE
ar: تم

# BusinessBookingScenePickCancelButton
source: CANCEL
ar: إلغاء

# BusinessBookingSceneHomeSelectedText
source: Home Selected
ar: تم اخيار المنزل

# BusinessBookingSceneSalonSelectedText
source: Salon Selected
ar: تم اختيار الصالون

# BusinessBookingSceneServiceSelectedText
source: Services Selected
ar: تم تحديد الخدمات

# BusinessBookingSceneServiceTypeLabelText
source: SERVICE TYPE
ar: نوع الخدمة

# BusinessBookingSceneSelectServiceErrorAlert
source: Please select at least one service.
ar: الرجاء تحديد خدمة واحدة على الأقل

# BusinessBookingSceneTimingSlotErrorAlert
source: Please select timing slot for service.
ar: الرجاء تحديد خانة التوقيت للخدمة

# BusinessBookingSceneSelectServiceFirstAlert
source: Please select service first.
ar: الرجاء اختيار الخدمة أولاً

# BusinessBookingSceneSelectClientErrorAlert
source: Please select Client
ar: الرجاء تحديد الزبون

# BusinessBookingSceneBookingConfirmedMessage
source: Booking Confirmed
ar: تاكيد الحجز

# BusinessBookingConfirmAlertMessage
source: Are you sure,you want to book yoou service on
ar: هل أنت متأكد من أنك تريد حجز خدمتك على

# BusinessCalenderSceneTitle
source: CALENDAR
ar: التقويم

# BusinessCalenderSceneServiceNameLabel
source: Service Name
ar: اسم الخدمة

# BusinessCalenderSceneServiceDurationLabel
source: Service Duration
ar: مدة الخدمة

# BusinessCalenderSceneTotalPriceLabel
source: Payment
ar: الدفع

# BusinessCalenderSceneServiceDurationMinuteText
source: mins
ar: دقيقة

# BusinessCalenderSceneTimeLabel
source: Time
ar: الزمن

# BusinessCalenderSceneHairCutLabel
source: Hair Cut
ar: تصفيف شعر

# BusinessCalenderDeleteAlert
source: Are you sure, you want to cancel this appointment
ar: هل أنت متأكد من أنك تريد حذف هذا الموعد

# BusinessCalenderConfirmPopupTitle
source: Confirm
ar: تأكيد

# BusinessChatSceneTypingTextLabel
source: typing...
ar: ...يكتب

# BusinessChatSceneOnlineTextLabel
source: online
ar: متصل

# BusinessChatSceneOfflineTextLabel
source: offline
ar: غير متصل

# BusinessChatSceneTextViewText
source: Write a message ...
ar: ... أكتب الرسالة

# BusinessChatMessageSceneTitle
source: CHAT
ar: الرسائل

# ChatSceneTypingTextLabel
source: typing...
ar: ... يكتب

# ChatSceneOnlineTextLabel
source: online
ar: متصل

# ChatSceneOfflineTextLabel
source: offline
ar: غير متصل

# ChatSceneTextViewText
source: Write a message ...
ar: ... اكتب رسالة

# ChatMessageSceneTitle
source: MESSAGES
ar: الرسائل

# RateReviewSceneTitle
source: RATE AND REVIEWS
ar: التقييم والملاحظات

# AvgRatingLabel
source: Average Rating
ar: متوسط تقييم

source: QUALITY
ar: الجودة

# Money
source: VALUE FOR MONEY
ar: قيمة المال

# Services
source: CUSTOMER SERVICES
ar: خدمة العملاء

source: TIMING
ar: دقة التوقيت

# ReviewBtn
source: WRITE A REVIEW
ar: كتابة ملاحظة

# therapistRating
source: Rate Therapist
ar: قييم الخبير

# RateServicesSceneTitle
source: RATE SERVICES
ar: تقييم الخدمات

# ReviewTextView
source: Write your Reviews
ar: اكتب ملاحظاتك

# SubmitBtn
source: SUBMIT
ar: ارسال

# PaymentMethodSceneTitle
source: PAYMENT
ar: الدفع

# PaymentMethodTypeLabelTitle
source: SELECT YOUR PAYMENT TYPE
ar: اختر طريقة الدفع

# PaymentPartialPayLabelTitle
source: Partial Payment
ar: دفع مبلغ جزئي

# PaymentFullPayLabelTitle
source: Full Payment
ar: دفع المبلغ الكلي

# PaymentWalletBtnTitle
source: WALLET AMOUNT
ar: مبلغ المحفظة

# PaymentMethodTotalAmtLabelTitle
source: Total Amount
ar: المبلغ الكلي

# PaymentMethodAdvanceAmtTitle
source: Advance Payment
ar: دفعة مقدمة

# PaymentMethodSalonAmtTitle
source: Payment At Salon
ar: الدفع في الصالون

# PaymentMethodBenefitTitle
source: Benefit Pay
ar: دفع الفوائد

# PaymentMethodCreditTitle
source: Debit Or Credit Card
ar: بطاقة الخصم أو الائتمان

# PaymentMethodLabelTitle
source: SELECT YOUR PAYMENT METHOD
ar: اختر طريقة الدفع

# PaymentMethodBenefitBtnTitle
source: Benefit
ar: بطاقات الصراف الآلي

# PaymentMethodMpgsBtnTitle
source: MPGS
ar: بطاقة الائتمان

# PaymentMethodContinueBtnTitle
source: CONTINUE
ar: استمر

# PaymentMethodContinueBtnPayTitle
source: PAY
ar: دفع

# PaymentMethodSelectPaymenttypeErrorMsg
source: Please Select payment type to continue
ar: من فضلك اختر نوع الدفع للاستمرار

# PaymentMethodSelectPaymentMethodErrorMsg
source: Please Select payment method to continue
ar: من فضلك اختر طريقة الدفع للاستمرار

# PaymentMethodWalletAmtLblTitle
source: Wallet Balance
ar: رصيد المحفظة

# PaymentMethodDeductedLblTitle
source: Deducted Balance
ar: الرصيد المخصوم

# PaymentMethodRemainingBalanceLblTitle
source: Remaining Wallet Balance
ar: الرصيد المتبقي في المحفظة

# PaymentMethodRemainPayableTitleLbl
source: Remaining payable amount
ar: مبلغ مستحق الدفع

# CardDetailSceneTitle
source: PAYMENT
ar: الدفع

# CardDetailMethodNameLbl
source: PAYMENT METHOD
ar: طريقة الدفع

# CardDetailEnterDetailLbl
source: Enter Card Details
ar: ادخل بيانات البطاقة

# CardDetailExpiryLbl
source: Expiry
ar: تاريخ انتهاء الصلاحية

# CardDetailCardNumberTxtFldPlaceholder
source: Card Number
ar: رقم البطاقة

# CardDetailPaymentBtnTitle
source: PAY
ar: دفع

# CardDetailInfoLbl
source: This card will be securely saved for a faster payment experience.CVV number will not be saved.
ar: سيتم حفظ هذه البطاقة لتجربة دفع اسرع لكن لن يتم حفظ رقم cvv.

# CardDetailMoreInfoText
source: More Info
ar: معلومات اكثر

# CardDetailLessInfoText
source: Less Info
ar: معلومات اقل

# CardDetailNumberValidationText
source: Please enter Card Number
ar: الرجاء ادخال رقم البطاقة

# CardDetailMonthValidationText
source: Please enter expiry Month
ar: من فضلك ادخل شهر انتهاء الصلاحية

# CardDetailYearValidationText
source: Please enter expiry Year
ar: من فضلك ادخل سنة انتهاء الصلاحية

# CardDetailCvvValidationText
source: Please enter CVV
ar: الرجاء ادخال الرقم السري للبطاقة

# BusinessAppointmentDetailSceneTitle
source: ORDER DETAIL
ar: تفاصيل الحجز

# BusinessAppointmentDetailSceneReportButtonTitle
source: Report
ar: ابلاغ

# BusinessAppointmentDetailSceneReportAlertText
source: Are you sure, you want to report this client as spam?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذا العميل كرسالة غير مرغوب فيها؟

# BusinessAppointmentDetailSceneReportApiSuccessText
source: Client reported as spam.
ar: تم الإبلاغ عن الزبون كرسالة غير مرغوب فيها.

# BusinessAppointmentPriceLabelText
source: PRICE
ar: السعر

# ListScheduledBreakSceneTitle
source: LIST SCHEDULED BREAK
ar: قائمة الاستراحة

# ListScheduledBreakSceneDoneButton
source: DONE
ar: تم

# ListScheduledBreakSceneDeleteButton
source: Delete
ar: التاريخ
