Repository: SanjeevDeveloper/Bahrain
Catalog: Bahrain/Localization/*.lproj/Localizable.strings
Languages: ar

# languageSceneTitle
source: SELECT LANGUAGE
ar: تغيير اللغة

# languageSceneSubtitle
source: Hi! Now you can select your language.
ar: مرحبا .. بإمكانك اختيار اللغة

# loginSceneTitle
source: LOGIN
ar: بيانات الدخول

# loginSceneMobileTextFieldPlaceholder
source: Mobile Number
ar: رقم الموبايل

# loginScenePasswordTextFieldPlaceholder
source: Password
ar: كلمة السر

# loginSceneSignInButton
source: SIGN IN
ar: تسجيل الدخول

# loginSceneForgotButton
source: Forgot Password?
ar: هل نسيت كلمة السر؟

# loginSceneSignupButton
source: SIGN UP FOR AN ACCOUNT
ar: تسجيل حساب جديد

# loginSceneSkipButton
source: SKIP
ar: تخطي

source: Male
ar: ذكر

source: Female
ar: انثى

source: Gender
ar: الجنس

source: LADIES
ar: سيدات

source: GENTS
ar: رجال

source: Select Gender
ar: حدد نوع الجنس

# registerNameSceneTitle
source: REGISTER
ar: تسجيل

# registerNameSceneSubtitle
source: Wow! Nice to meet you princess, can we have your name?
ar: رائع! تشرفنا بك ، هل يمكننا الحصول على اسمك؟

# registerNameSceneNameTextFieldPlaceholder
source: Name
ar: الاسم

# registerNameSceneNextButton
source: NEXT
ar: تابع

# registerMobileSceneTitle
source: REGISTER
ar: تسجيل

# registerMobileSceneSubtitlePart1
source: Great
ar: رائع

# registerMobileSceneSubtitlePart2
source: Great ! Can we have some information about you ?
ar: رائع ! هل يمكننا الحصول على بعض المعلومات عنك؟

# registerMobileSceneNumberTextFieldPlaceholder
source: Mobile Number
ar: رقم الموبايل

# registerMobileSceneEmailTextFieldPlaceholder
source: Email
ar: الايميل

# registerMobileSceneNameTextFieldPlaceholder
source: Name
ar: الاسم

# registerMobileScenePasswordTextFieldPlaceholder
source: Password
ar: كلمة السر

# oTPVerifySceneTitle
source: VERIFICATION
ar: التحقق

# oTPVerifySceneSubtitle
source: OTP has been sent to you on your mobile number. Please enter it below.
ar: تم إرسال OTP إليك على رقم هاتفك المحمول. الرجاء إدخاله أدناه

# oTPVerifySceneResendButton
source: Resend OTP
ar: إعادة إرسال OTP

# timerLabelPart1
source: Please Wait:
ar: الرجاء الانتظار

# timerLabelPart2
source: Sec
ar: ثانية

# registerLocationSceneTitle
source: REGISTER
ar: تسجيل

# registerLocationSceneSubtitle
source: Awesome! Please tell us about your location.
ar: رائع! الرجاء تحديد موقعك.

# registerLocationSceneAreaTextFieldPlaceholder
source: Select Area
ar: اختر المنطقة

# registerLocationSceneAdressTextFieldPlaceholder
source: Enter Address
ar: العنوان

# registerLocationSceneFullAdressTextFieldPlaceholder
source: Enter Full Address
ar: العنوان الكامل

# registerLocationSceneBirthdayTextFieldPlaceholder
source: Birthday
ar: تاريخ الميلاد

# registerLocationSceneRegisterButton
source: REGISTER
ar: تسجيل

# registerLocationSceneAddress
source: Please Enter Address
ar: يرجى إدخال العنوان

# registerBirthdayScene
source: please Enter Birthday
ar: من فضلك أدخل تاريخ ميلادك

# registerEmailTextFieldPlaceholder
source: Email
ar: الايميل

source: Select Area
ar: اختر المنطقة

source: Select Block
ar: المجمع

source: Road
ar: الطريق

# houseNo
source: House Number
ar: رقم المنزلr

# flatNo
source: Flat Number
ar: رقم الشقة

source: Pin Location
ar: تحديد الموقع

# forgotPasswordSceneTitle
source: FORGOT PASSWORD
ar: استعادة كلمة السر

# forgotPasswordSceneSubtitle
source: Forgot your password?
ar: هل نسيت كلمة السر؟

# forgotPasswordSceneSubtitleDescription
source: Enter your mobile number below to reset your password
ar: أدخل رقم الموبايل أدناه لإعادة تعيين كلمة السر الخاصة بك

# forgotPasswordSceneNumberTextFieldPlaceholder
source: Mobile Number
ar: الموبايل

# UserPinLocationSceneTitle
source: Pin Location
ar: دبوس الموقع

# forgotPasswordOtpSceneTitle
source: VERIFICATION
ar: التحقق

# forgotPasswordOtpSceneSubtitle
source: OTP has been sent to you on your mobile number. Please enter it below to recover your password.
ar: تم إرسال OTP إليك على رقم هاتفك المحمول. يرجى إدخاله أدناه لاستعادة كلمة المرور الخاصة بك.

# forgotPasswordOtpSceneResendButton
source: Resend OTP
ar: إعادة إرسال OTP

# forgotPasswordResetSceneTitle
source: FORGOT PASSWORD
ar: إستعادة كلمة السر

# forgotPasswordResetSceneSubtitle
source: Reset your password
ar: اعد ضبط كلمه السر

# forgotPasswordResetScenePasswordTextFieldPlaceholder
source: New Password
ar: كلمة السر الجديدة

# forgotPasswordResetSceneConfirmPasswordTextFieldPlaceholder
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

# forgotPasswordResetSceneSubmitButton
source: SUBMIT
ar: ارسال

# homeTabTitle
source: HOME
ar: الرئيسية

# appointmentTabTitle
source: APPOINTMENTS
ar: المواعيد

# messagesTabTitle
source: MESSAGES
ar: المسجات

# profileTabTitle
source: PROFILE
ar: الملف الشخصي

# homeMenuTitle
source: HOME
ar: الرئيسية

# searchMenuTitle
source: SEARCH
ar: البحث

# appointmentsTitle
source: APPOINTMENTS
ar: المواعيد

# WalletTitle
source: WALLET
ar: المحفظة

# favoritesMenuTitle
source: FAVORITES
ar: المفضلة

# messageTitle
source: MESSAGES
ar: المسجات

# notificationTitle
source: NOTIFICATIONS
ar: الإشعارات

# sendFeedbackMenuTitle
source: SEND FEEDBACK
ar: ارسل رأيك

source: PRIVACY POLICY
ar: سياسة خاصة

# settingTitile
source: SETTINGS
ar: إعدادات التطبيق

# logoutTitle
source: LOGOUT
ar: الخروج

# switchBusiness
source: LIST YOUR BUSINESS
ar: أدرج صالونك

# loginTitle
source: LOGIN
ar: الدخول

# todayMenuTitle
source: TODAY
ar: اليوم

# calendarMenuTitle
source: CALENDAR
ar: التقويم

# bookingMenuTitle
source: BOOKING
ar: المواعيد

# settingsMenuTitle
source: SETTINGS
ar: الإعدادات

# switchUser
source: SWITCH TO CLIENT
ar: التبديل إلى العميل

# NotApproved
source: Business not approved, Please wait..
ar: النشاط التجاري غير معتمد ، الرجاء الانتظار ..

# homeSceneTitle
source: HOME
ar: الرئيسية

# homeSceneSpecialOffer
source: SPECIAL OFFERS
ar: عروض خاصة

# homeSceneSalon
source: SALONS
ar: الصالون

# homeSceneMakeupArtist
source: MAKEUP ARTISTS
ar: خبراء المكياج

# homeSceneSpa
source: SPA
ar: سبا

# homeSceneHomeServices
source: HOME SERVICES
ar: آرتست

# homeSceneBrowseCategories
source: Browse Categories
ar: تصفح الفئات

# todaySceneTitle
source: TODAY
ar: المواعيد

# NotifySceneTitle
source: NOTIFICATIONS
ar: الإشعارات

# NotifySceneClearButtonText
source: Clear All
ar: امسح الكل

# NotifySceneNoDataLabel
source: No Notification Available
ar: الإشعارات

# NotifySceneClearAllAlert
source: Are you sure, you want to clear all notifications
ar: هل أنت متأكد أنك تريد مسح جميع الإشعارات؟

# NotifySceneClearAllSuccessMessage
source: Notification cleared successfully.
ar: تم مسح الإشعارات بنجاح

# settingSceneTitle
source: SETTINGS
ar: الإعدادات

# headerClients
source: CLIENTS
ar: الزبائن

# headerProfile
source: PROFILE
ar: الملف الشخصي

# headerOffers
source: OFFERS
ar: العروض

# headerSchedule
source: THERAPISTS
ar: الخبراء

# headerAccount
source: ACCOUNT
ar: الحساب

# rowClientReviews
source: CLIENT REVIEWS
ar: تعليقات الزبائن

# rowClients
source: CLIENTS
ar: الزبائن

# rowAppointments
source: APPOINTMENTS
ar: المواعيد

# rowViewProfile
source: VIEW PROFILE
ar: عرض الملف الشخصي

# rowPhotos
source: PHOTOS
ar: الصور

# rowSpecialOffer
source: SPECIAL OFFERS
ar: عروض خاصة

# rowServices
source: SERVICES
ar: خدمات

# rowCategories
source: CATEGORIES
ar: الفئات

# rowScheduleBreaks
source: SCHEDULE BREAKS
ar: فترة استراحة الموظف

# rowWorkingHours
source: WORKING HOURS
ar: ساعات العمل

# rowBookingSetting
source: BOOKING SETTINGS
ar: إعدادات الحجز

# rowTherapist
source: THERAPISTS
ar: الخبراء

# rowBasicInfo
source: BASIC INFORMATION
ar: معلومات اساسية

# rowLocations
source: LOCATIONS
ar: المواقع

# rowAccountVisibility
source: ACCOUNT VISIBILITY
ar: إظهار الصالون

# ClientReviewsSceneTitle
source: CLIENT REVIEWS
ar: تعليقات الزبائن

# ClientReviewsSceneShowHideLabelText
source: No reviews available
ar: لايوجد تعليقات

# clientListSceneTitle
source: CLIENTS
ar: الزبائن

# clientListSceneAddLabel
source: ADD CLIENT
ar: إضافة زبون

# clientListSceneSearchTextFieldPlaceholder
source: Search Client
ar: البحث عن زبون

# addClientSceneTitle
source: ADD CLIENT
ar: إضافة زبون

# editClientSceneTitle
source: EDIT CLIENT
ar: تعديل معلومات الزبون

# addClientSceneNameFieldPlaceholder
source: First Name
ar: الاسم الاول

# addClientSceneLastNameFieldPlaceholder
source: Last Name
ar: الاسم الاخير

# addClientSceneNumberFieldPlaceholder
source: Phone Number
ar: رقم الموبايل

# addClientSceneContinueButton
source: CONTINUE
ar: استمر

# addClientSceneContinueSaveChangesButton
source: SAVE CHANGES
ar: حفظ التغييرات

# addClientSceneDeleteAccountButton
source: DELETE ACCOUNT
ar: حذف الحساب

# addClientSceneDeleteAccountText
source: Are you sure you want to delete this client ?
ar: هل أنت متأكد من أنك تريد حذف هذا الزبون؟

# addClientSceneClientUpdatedSuccessFullyText
source: Client updated successfully.
ar: تم تحديث بيانات الزبون بنجاح.

# addClientSceneClientAddedSuccessFullyText
source: Client added successfully.
ar: تم إضافة الزبون بنجاح.

# workingHourSceneTitle
source: WORKING HOURS
ar: ساعات العمل

# workingHourFromLabel
source: From
ar: من

# workingHourTillLabel
source: Till
ar: حتى

# workingHourApplyText
source: Apply
ar: ضبط

# workingHourSuccessMessage
source: Business working Hours updated
ar: تم تحديث ساعات العمل

# workingHourAmText
source: AM
ar: صباحا

# workingHoursPmText
source: PM
ar: مساء

# workingOpeningHoursWrongSelecttime
source: Opening time should be less than Close time
ar: يجب أن يكون وقت بدء العمل أقل من وقت الإغلاق

# workingCloseHoursWrongSelecttime
source: Closing Time should be greater than start time
ar: يجب أن يكون وقت الإغلاق أكبر من وقت البدء

# locationSceneTitle
source: LOCATION
ar: الموقع

source: CAPITAL
ar: عاصمة

# locationSceneAreaTextFieldPlaceholder
source: Select Area
ar: اختر المنطقة

# locationSceneAddress1TextFieldPlaceholder
source: Address Line 1-Block
ar: العنوان

# locationSceneAddress2TextFieldPlaceholder
source: Street
ar: الشارع

# locationSceneAvenueTextFieldPlaceholder
source: Avenue
ar: الشارع

# locationSceneBuildingTextFieldPlaceholder
source: Building Floor
ar: طابق المبنى

# locationSceneSpecialTextFieldPlaceholder
source: Special Location
ar: تحديد الموقع

# locationSceneContinueButton
source: CONTINUE
ar: متابعة

# locationSceneEmptyArea
source: Please select area.
ar: يرجى اختيار المنطقة

# locationSceneEmptyBlockAddress
source: Please enter block address.
ar: يرجى إدخال رقم المجمع

# locationSceneEmptyStreetAddress
source: Please enter street address.
ar: يرجى إدخال عنوان الشارع

source: CR Number
ar: رقم السجل التجاري

# uploadCr
source: Upload CR Copy
ar: تحميل السجل التجاري

# pleaseSelect
source: Please select an option
ar: يرجى تحديد خيار

# crNumberEmptyError
source: Please enter CR Number
ar: يرجى إدخال رقم السجل التجاري

# uploadCrError
source: Please Upload Cr
ar: الرجاء تحميل السجل التجاري

# basicInformationSceneTitle
source: BASIC INFORMATION
ar: معلومات اساسية

# basicInformationAddProfileImgLblTitle
source: Add Profile Photo
ar: اضافة صورة العرض

# basicInformationAddCoverImgLblTitle
source: Add Cover Photo
ar: اضافة صورة الغلاف

# basicInformationSceneSalonNameTextFieldPlaceholder
source: Your Salon name
ar: اسم الصالون الخاص بك

# basicInformationSceneWebsiteTextFieldPlaceholder
source: Website
ar: الموقع الكتروني

# basicInformationSceneInstagramTextFieldPlaceholder
source: Instagram Account
ar: حساب انستغرام

# basicInformationScenePhoneTextFieldPlaceholder
source: Phone Number
ar: رقم الموبايل

# basicInformationSceneAboutTextViewPlaceholder
source: About
ar: معلومات الصالون

# basicInformationSceneArabicAboutTextViewPlaceholder
source: حول
ar: عن

# basicInformationSceneDoneButton
source: DONE
ar: تم

# basicInformationSceneInfoUpdatedSuccessMessage
source: Business basic info updated
ar: تم تحديث المعلومات الأساسية للصالون

# basicInformationSceneEmptySaloonCoverImage
source: Please select salon cover image
ar: الرجاء تحديد صورة غلاف الصالون

# photosSceneTitle
source: ADD PHOTOS
ar: إضافة الصور

# photosSceneDoneButton
source: DONE
ar: تم

# photosSceneAddPhotoLabel
source: Add Photo
ar: إضافة صورة

# emptyImagesArray
source: Please select salon gallery images.
ar: الرجاء إضافة الصور.

# PhotosSceneImageUploadedSuccessfully
source: Photos Uploaded Successfully
ar: تم تحميل الصورة بنجاح

# accountVisibilitySceneTitle
source: ACCOUNT VISIBILITY
ar: إظهار الصالون

# accountVisibilitySceneSwitchButtonTitle
source: Visibility to clients
ar: إظهار الصالون للزبائن

# accountVisibilitySceneDeleteButtonTitle
source: DELETE ACCOUNT
ar: حذف الحساب

# accountVisibilityScenePopupTitle
source: Visibility to client
ar: إظهار الصالون للزبائن

# accountVisibilityScenePopupSubTitle
source: Your salon will no longer be visible to clients and your salon hidden.
ar: لن يتم إظهار الصالون الخاص بك للزبائن سيتم مخفيا

# accountVisibilitySceneTurnedOnMessage
source: Business Visibility is turned On
ar: تم تشغيل الرؤية

# accountVisibilitySceneTurnedOffMessage
source: Business Visibility is turned Off
ar: تم تعطيل الرؤية

# bookingSettingsSceneTitle
source: BOOKING SETTINGS
ar: إعدادات الحجز

# bookingSettingsSceneDoneButton
source: DONE
ar: تم

# bookingSettingsSceneTimeTitleLabel
source: SET TIME STEP
ar: تحديد الفترة الزمنية

# bookingSettingsSceneTimeDescriptionLabel
source: If you set it to 30min, then customer can book appointments at 9:30 etc.
ar: إذا قمت بتعيينها إلى 30 دقيقة ، فيمكن للعميل حجز المواعيد في الساعة 9:30 وما إلى ذلك

# bookingSettingsSceneMinuteLabel
source: Min
ar: دقيقة

# bookingSettingsSceneNoteTitleLabel
source: NOTE
ar: ملاحظة

# bookingSettingsSceneNoteDescriptionLabel
source: Add a notice that will be shown to customers before they pay for your services.
ar: أضف إشعارًا سيظهر للعملاء قبل دفع مستحقات خدماتك.

# bookingSettingsSceneNoteTextView
source: Write note
ar: اكتب ملا حظة

# bookingSettingsSceneLeadTimeTextView
source: TIME STEP
ar: الفترة الزمنية

# bookingSettingsSceneSuccessMessage
source: Booking Settings Updated.
ar: تم تحديث إعدادات الحجز.

# addSalonServiceSceneTitle
source: ADD SALON SERVICE
ar: إضافة خدمات الصالون

# addSalonServiceSceneHomeLabel
source: HOME
ar: الرئيسية

# addSalonServiceSceneSalonLabel
source: SALON
ar: الصالون

# addSalonServiceSceneMainCategoryTextFieldPlaceholder
source: Select Main Category
ar: اختر الفئة الرئيسية

# addSalonServiceSceneSelectServiceCategoryTextFieldPlaceholder
source: Select service category
ar: اختر فئة الخدمة

# addSalonServiceSceneServiceNameTextFieldPlaceholder
source: Service Name
ar: اسم الخدمة

# addSalonServiceSceneHomePriceTextFieldPlaceholder
source: Home Price
ar: سعر الخدمة في المنزل

# addSalonServiceSceneSalonPriceTextFieldPlaceholder
source: Salon Price
ar: سعر الخدمة في الصالون

# addSalonSceneDurationTextFieldPlaceholder
source: Duration
ar: المدة الزمنية

# addSalonServiceSceneDurationLabel
source: MIN(S)
ar: دقيقة / دقائق

# addSalonServiceSceneAboutServiceTextView
source: About Your Service
ar: معلومات عن الخدمة

# addSalonServiceSceneMoreAddOnLabel
source: More Add Ons
ar: المزيد من الإضافات

# addSalonServiceSceneAddOnHomeLabel
source: HOME
ar: الرئيسية

# addSalonServiceSceneAddOnSalonLabel
source: SALON
ar: الصالون

# addSalonServiceSceneAddOnNameTextFieldPlaceholder
source: Name
ar: الاسم

# addSalonServiceSceneAddOnHomePriceTextFieldPlaceholder
source: Add On Home Price
ar: إضافة على السعر المنزلي

# addSalonServiceSceneAddOnSalonPriceTextFieldPlaceholder
source: Add On Salon Price
ar: إضافة على السعر في الصالون

# addSalonServiceSceneAddOnDurationTextFieldPlaceholder
source: Duration
ar: المدة الزمنية

# addSalonServiceSceneSaveButton
source: Save
ar: حفظ

# addSalonServiceSceneCancelButton
source: Cancel
ar: إلغاء

# addSalonServiceSceneContinueButton
source: CONTINUE
ar: استمر

# addSalonServiceSceneMoreAddOnColonLabel
source: Add-Ons:
ar: إضافات

# addSalonServiceSceneMainCategoryValidation
source: Please select main category
ar: يرجى اختيار الفئة الرئيسية

# addSalonServiceSceneCategoryValidation
source: Please select category
ar: يرجى تحديد الفئة

# addSalonServiceSceneServiceNameValidation
source: Please enter service name
ar: يرجى إدخال اسم الخدمة

# addSalonServiceSceneSalonPriceValidation
source: Please specify price at salon
ar: الرجاء تحديد السعر في الصالون

# addSalonServiceSceneHomePriceValidation
source: Please specify price at home
ar: الرجاء تحديد السعر في المنزل

# addSalonServiceSceneDurationValidation
source: Please add duration
ar: الرجاء إضافة المدة

# addSalonServiceSceneAddOnNameValidation
source: Please enter Addon name
ar: الرجاء إدخال اسم الاضافة

# addSalonServiceSceneAddOnSalonPriceValidation
source: Please specify Addon salon price
ar: الرجاء تحديد سعر الاضافة في الصالون

# addSalonServiceSceneAddOnHomePriceValidation
source: Please specify Addon home price
ar: الرجاء تحديد سعر الاضافة للمنازل

# addSalonServiceSceneContinueSaveChangesButton
source: Save Changes
ar: احفظ التغييرات

# addSalonServiceScenemins
source: mins
ar: دقيقة

# listServiceSceneTitle
source: LIST SERVICE
ar: قائمة الخدمات

# listServiceSceneAddServiceLabel
source: ADD SERVICE
ar: إضافة خدمة

# listServiceSceneContinueButton
source: CONTINUE
ar: استمر

# listServiceSceneDeleteServiceLabel
source: Are you sure you want to delete this service?
ar: هل أنت متأكد من أنك تريد حذف هذه الخدمة؟

# listServiceSceneAddLabel
source: ADD SERVICES
ar: إضافة خدمات

# therapistListSceneTitle
source: LIST THERAPISTS
ar: قائمة الخبراء

# therapistListSceneAddLabel
source: ADD THERAPIST
ar: إضافة خبير

# therapistListSceneListBusinessButtonTitle
source: LIST YOUR BUSINESS
ar: أدرج صالونك

# therapistListSceneThanksAlertTitle
source: THANK YOU!
ar: شكرا جزيلا!

# therapistListSceneThanksAlertSubtitle
source: You are done! We will contact you soon.
ar: لقد انتهيت! سوف نتصل بك قريبًا.

# addTherapistSceneTitle
source: ADD THERAPIST
ar: إضافة خبير

# addTherapistSceneNameFieldPlaceholder
source: Name
ar: الاسم

# addTherapistSceneJobTitleFieldPlaceholder
source: Job Title
ar: المسمى الوظيفي

# addTherapistSceneJobTitleArabicFieldPlaceholder
source: Job Title
ar: المسمى الوظيفي

# addTherapistSceneServicesFieldPlaceholder
source: Services
ar: خدمات

# addTherapistSceneWorkingHourFieldPlaceholder
source: Working Hours
ar: ساعات العمل

# addTherapistSceneContinueButton
source: CONTINUE
ar: استمر

# addTherapistSceneSelectNameError
source: Please enter Therapist name
ar: الرجاء إدخال اسم الخبير

# addTherapistSceneSelectJobTitleError
source: Please Select Job Title
ar: الرجاء اختيار المسمى الوظيفي

# addTherapistSceneSelectServiceError
source: Please Select atleast one service.
ar: الرجاء تحديد خدمة واحدة على الأقل.

# addTherapistSceneSelectHoursError
source: Please Select Working Hours.
ar: الرجاء اختيار ساعات العمل.

# addTherapistSceneHoursSelectedText
source: Working Hours Selected
ar: تم تحديد ساعات العمل

# addTherapistSceneServiceSelectedText
source: Services selected
ar: تم تحديد الخدمات

# addTherapistSceneDisableButton
source: DISABLE THERAPIST
ar: إيقاف الخبير

# addTherapistSceneEnableButton
source: ENABLE THERAPIST
ar: تفعيل الخبير

# addTherapistSceneSaveChangesButton
source: SAVE CHANGES
ar: احفظ التغييرات

# addTherapistSceneDisableTherapistText
source: Are you sure you want to disable this therapist?
ar: هل أنت متأكد من أنك تريد إيقاف هذه الخبير؟

# addTherapistSceneEnableTherapistText
source: Are you sure you want to Enable this therapist?
ar: هل أنت متأكد من أنك تريد تفعيل هذه الخبير؟

# addTherapistSceneAddTherapistSuccessMessage
source: Therapist added successfully
ar: تم إضافة الخبير بنجاح

# addTherapistSceneUpdateTherapistSuccessMessage
source: Therapist Info Updated.
ar: تم تحديث بيانات الخبير بنجاح

# addTherapistSceneBreakSelectedText
source: Scheduled Break Selected
ar: تحديد موعد الاستراحة

# addTherapistOpeningworkingHoursWrongText
source: Therapist start time should be greater than or equal to business start time
ar: يجب أن يكون وقت بدء الخبير أكبر من أو يساوي وقت بدء العمل

# addTherapistCloseworkingHoursWrongText
source: Therapist close time should be less than or equal to business close time
ar: يجب أن يكون وقت إغلاق الخبير اقل او يساوي وقت الصالون

# therapistOpeningHourText
source: Start time should be less than Close time
ar: يجب أن يكون وقت البدء أقل من وقت الإغلاق

# therapistCloseHourText
source: Close time should be greater than start time
ar: يجب أن يكون وقت الإغلاق أكثر من وقت البدء

# SpecialNewOffersSceneTitle
source: SPECIAL NEW OFFERS
ar: عروض خاصة جديدة

# SpecialNewOffersSceneSetPriceLabel
source: Offer Price
ar: ضع السعر

# SpecialNewOffersSceneTotalPriceLabel
source: Original Price
ar: السعر الكلي

# SpecialNewOffersSceneExpirationDateLabel
source: Expiration Date
ar: تاريخ إنتهاء العرض

# SpecialNewOffersScenePreviewOfferButton
source: PREVIEW OFFER
ar: مراجعة العرض

# SpecialNewOffersSceneDoneButton
source: DONE
ar: تم

# SpecialNewOffersSceneSetPriceValidationText
source: Please specify price at salon.
ar: الرجاء تحديد السعر في الصالون.

# SpecialNewOffersSceneExpiryDateValidationText
source: Please specify Offer expiry date.
ar: الرجاء تحديد تاريخ انتهاء العرض.

# SpecialNewOffersSceneOfferCreatedText
source: Offer created successfully
ar: تم إنشاء العرض بنجاح

# SpecialNewOffersSceneOfferArrayValidationText
source: Please specify business services.
ar: الرجاء تحديد خدمات الصالون.

# SpecialNewOffersSceneOfferPriceValidationText
source: Offer price should be less than current price
ar: يجب أن يكون سعر العرض أقل من السعر الحالي

# SpecialOffersListSceneTitle
source: SPECIAL NEW OFFERS
ar: عروض خاصة جديدة

# SpecialOffersListSceneAddOfferLabel
source: ADD OFFERS
ar: إضافة عرض

# SpecialOffersListSceneExpiryDateText
source: Expiry Date
ar: تاريخ الانتهاء

# SpecialOffersListSceneDeleteOfferText
source: Are you sure you want to delete this offer
ar: هل أنت متأكد من أنك تريد حذف هذا العرض

# specialOfferListUserSceneAddOfferLabel
source: ADD OFFERS
ar: إضافة عرض

# AboutSalonSceneTitle
source: BEAUTY SALON
ar: الصالون

# AboutSalonSceneAvailabilityTitleLabel
source: AVAILABILITY
ar: نوع الخدمات المتوفرة

# AboutSalonSceneHomeLabel
source: HOME
ar: الخدمات المنزلية

# AboutSalonSceneSalonLabel
source: SALON
ar: خدمات الصالون

# AboutSalonSceneAvailableLabel
source: AVAILABLE
ar: متوفر

# AboutSalonSceneNonAvailableLabel
source: NOT AVAILABLE
ar: غير متوفر

# AboutSalonSceneInstaTitleLabel
source: @INSTAGRAM
ar: انستجرام

# AboutSalonSceneDiscriptionTitleLabel
source: DESCRIPTION
ar: تفاصيل الصالون

# FilterSceneTitleLabel
source: FILTER
ar: فلتر

# FilterScenePriceTitleLabel
source: PRICE
ar: السعر

# FilterSceneMinPriceLabel
source: Min Price
ar: أقل سعر

# FilterSceneMaxPriceLabel
source: Max Price
ar: أكثر سعر

# FilterSceneCategoriesTitleLabel
source: CATEGORIES
ar: الفئات

# FilterSceneSelectAreaTitleLabel
source: SELECT AREA
ar: اختر المنطقة

# FilterScenePaymentMethodTitleLabel
source: PAYMENT METHOD
ar: طريقة الدفع

# FilterSceneApplyButtonTitle
source: APPLY
ar: ضبط

# FilterSceneSelectedTextLabel
source: Categories Selected
ar: تم اختيار الفئة

# FilterSceneCategoryErrorMessage
source: Please select at least one category
ar: يرجى تحديد فئة واحدة على الأقل

# FilterSceneCashText
source: CASH
ar: نقدا

# FilterSceneCardText
source: CARD
ar: بطاقة

# FilterSceneAtText
source: At
ar: في

# FilterSceneSmallatText
source: at
ar: في

# FilterSceneBookingConfirmed
source: Booking Confirmed
ar: تأكيد الحجز

# FilterSceneClearButtonText
source: CLEAR
ar: ازالة

# FilterScenefavourite
source: favourite
ar: المفضل

# SearchSceneTitle
source: SEARCH
ar: البحث

# SearchSceneSearchTextFiledPlaceholderText
source: Search salons
ar: إبحث عن الصالون

# MyAppointmentSceneTitle
source: MY APPOINTMENTS
ar: سجل المواعيد

# MyAppointmentSceneUpcomingButtonTitle
source: UPCOMING
ar: المواعيد القادمة

# MyAppointmentScenePastAppointmentButtonTitle
source: PAST APPOINTMENTS
ar: المواعيد السابقة

# MyAppointmentSceneTotalAmountLabelTitle
source: Total Amount
ar: المبلغ الإجمالي

# MyAppointmentSceneCancelledTitle
source: Cancelled
ar: تم إلغاء موعدك
