Repository: SanjeevDeveloper/Bahrain
Catalog: Bahrain/Localization/*.lproj/Localizable.strings
Languages: ar

# ListScheduledBreakSceneAddScheduledLabel
source: ADD SCHEDULED
ar: أضف جدول

# ListScheduledBreakSceneAddScheduledBreakLabel
source: ADD SCHEDULED BREAK
ar: إضافة جدول الإستراحة

# ListScheduledBreakSceneFullDay
source: Full Day
ar: يوم كامل

# CancelAppointmentSceneTitle
source: CANCELLATION REASON
ar: سبب الغاء الحجز

# CancelAppointmentSceneTextFieldPlaceholder
source: Enter Your Reason
ar: ادخل السبب لالغاء الحجز

# CancelAppointmentSceneSubmitBtnTitle
source: SUBMIT
ar: تسليم

# CancelAppointmentSceneSelectReasonAlert
source: Please select reason for booking cancellation
ar: الرجاء اختيار سبب الغاء الحجز

# CancelAppointmentScenePopupAlertTitle
source: CANCEL APPOINTMENT
ar: الغاء حجز الموعد

# CancelAppointmentScenePopupCancelBtnTitle
source: CANCEL
ar: الغاء

# CancelAppointmentScenePopupConfirmBtnTitle
source: CONFIRM
ar: تأكيد

# WalletSceneTitle
source: WALLET
ar: المحفظة

# WalletSceneCurrentBalanceLblTitle
source: Current Balance
ar: الرصيد الحالي

# WalletSceneBottomInfoLabelTitle
source: Note- Wallet is only use for refunds
ar: ملاحظة-استحدام المحفظة فقط للمبالغ المسترجعة

# WalletSceneNoDataLblTitle
source: No Wallet history available
ar: لاتوجد استخدامات للمحفظة

# updateSuccessMessage
source: Business working hours updated
ar: تم تحديث ساعات العمل

# workingHoursError
source: Please set salon working hours.
ar: يرجى تعيين ساعات عمل الصالون

# basicInformationSceneEmptySaloonName
source: Please enter your saloon name
ar: يرجى إدخال اسم صالونك

# basicInformationSceneEmptySaloonImage
source: Please add saloon profile image
ar: الرجاء إضافة صورة ملف تعريف الصالون

# basicInformationSceneEmptyCoverSaloonImage
source: Please add saloon cover image
ar: الرجاء إضافة صورة غلاف الصالون

# SendFeedBackSceneEmptyTextMsg
source: Please provide your Feedback.
ar: يرجى تقديم ملاحظاتك

# emptyOTP
source: Please enter a OTP.
ar: يرجى إدخال OTP

# validOTP
source: Please enter a valid OTP.
ar: يرجى إدخال OTP صحيح

source: OTP Not Sent
ar: OTP لم يتم ارسال

# addClientSceneEmptyNameValidation
source: Please enter client name.
ar: يرجى إدخال اسم الزبون

# addClientSceneEmptyCountryCodeValidation
source: Please enter country code.
ar: يرجى إدخال رمز البلد

# addClientSceneEmptyPhoneNumberValidation
source: Please enter client phone number
ar: يرجى إدخال رقم هاتف الزبون

# emptyName
source: Please enter your name.
ar: من فضلك أدخل إسمك

# emptyPhoneNumber
source: Please enter your mobile number.
ar: الرجاء إدخال رقم هاتفك المحمول

# phoneNumberMinLength
source: Mobile number should be greater than 7
ar: يجب أن يكون رقم الموبايل أكبر من 7

# invalidPhoneNumber
source: Phone number is invalid.
ar: رقم الموبايل غير صالح

# emptyPassword
source: Please enter your current password.
ar: يرجى إدخال كلمة المرور الحالية

# emptyNewPassword
source: Please enter your new password.
ar: يرجى إدخال كلمة المرور الجديدة

# emptyConfirmPassword
source: Please enter the confirm password.
ar: يرجى تأكيد كلمة المرور الجديدة

# confirmPasswordMatch
source: The new and confirm password does not match.
ar: كلمة المرور الجديدة والتأكيد غير متطابقين

# passwordLength
source: Password must be at-least 8 characters long.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل

# emptyCountryCode
source: Please select country code.
ar: يرجى تحديد رمز البلد

# emptyEmail
source: Please enter your email-id.
ar: الرجاء إدخال بريدك الإلكتروني

# invalidEmail
source: Please enter a valid email-id.
ar: يرجى إدخال البريد الإلكتروني صحيح

# emptyArea
source: Please select your area.
ar: يرجى تحديد منطقتك

# emptyBirthdate
source: Please select your birth date.
ar: يرجى تحديد تاريخ ميلادك

# emptyImage
source: Please select Profile image
ar: يرجى اختيار صورة الملف الشخصي

# enterArea
source: Please select area
ar: يرجى اختيار المنطقة

# enterBlock
source: Please select block
ar: ادخل المجمع

# userMessage
source: Your Verification code for Bahrian is
ar: كود التفعيل الخاص بك لتطبيق صالونات البحرين هو

# logoutAlert
source: Are you sure, you want to Logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Booking confirmed successfully
ar: تم تأكيد الحجز بنجاح

# keyboardDoneButton
source: Done
ar: تم

source: BHD
ar: د.ب

source: OK
ar: موافق

# nextButton
source: NEXT
ar: متابعة

# doneButton
source: DONE
ar: تم

# cancelButton
source: CANCEL
ar: إلغاء

# appName
source: Bahrian
ar: صالونات البحرين

source: NO
ar: لا

source: YES
ar: نعم

source: Cancel
ar: إلغاء

# editRow
source: Edit
ar: تعديل

# deleteRow
source: Delete
ar: التاريخ

# imageUploadedSuccess
source: Image uploaded successfully
ar: تم تحميل الصورة بنجاح

# pleaseLogin
source: Please login to continue
ar: الرجاء تسجيل الدخول للمتابعة

# gpsPermission
source: Sorry, This App may not work properly without permissions. So Please go to Settings>>Bahrian>>Location & select 'While Using the App or Always' options.
ar: عذرًا ، قد لا يعمل هذا التطبيق بشكل صحيح بدون صلاحيات. لذا يرجى الانتقال إلى الإعدادات >> الموقع >> حدد الخيار أثناء استخدام التطبيق أو دائمًا

# cameraPermission
source: Please enable camera permission for this App in your device settings
ar: يرجى تمكين إذن الكاميرا لهذا التطبيق في إعدادات جهازك

# noSalonAvailableMessage
source: No salons available
ar: لا يوجد صالونات متاحه

# noAppointmentsAvailableMessage
source: No appointments available
ar: لايوجد مواعيد

# permissionHeading
source: Sorry, Permissions Denied.
ar: عذرا، لاتوجد صلاحيات

source: Coming Soon..
ar: قريبا..

source: CONTINUE
ar: استمر

source: Confirm Booking
ar: تأكيد الحجز

# sessionexpired
source: Session has been expired
ar: انتهى الوقت

# paymentSsnTimedOut
source: Payment session time out
ar: انتهت مهلة فترة الدفع

source: From
ar: من

source: To
ar: الى

source: Image
ar: صورة

source: Document
ar: وثيقة

source: ACCEPT
ar: قبول

source: REJECT
ar: رفض

source: Booking ID
ar: رقم الحجز

source: Valid Till
ar: صالح لغاية

source: Amount
ar: المبلغ

# cashOutWarning
source: Are you sure, you want to cash out
ar: هل أنت متأكد من أنك تريد سحب المبلغ من المحفظة؟

# salonAvailService
source: Are you arriving to the salon to avail the service
ar: هل ستصل إلى الصالون في الوقت المحدد؟

# availService
source: Are you ready to avail the service
ar: هل أنت مستعد للاستفادة من الخدمة

source: cancelled
ar: ملغي

source: Confirm
ar: تأكيد

source: confirmed
ar: موكد

# selectAnotherSlot
source: Please select another slot
ar: يرجى اختيار وقت آخر

source: Use my current location
ar: استخدام موقعي الحالي

source: by
ar: بواسطة

source: Service Completed
ar: اكتملت الخدمة

# basicInfoAdded
source: Information added successfully
ar: تمت إضافة المعلومات بنجاح

# locationFetched
source: Location fetched successfully
ar: تم تحديد الموقع بنجاح

# businessPinned
source: Business pinned successfully
ar: تم تثبيت الموقع بنجاح

# servicesAdded
source: Services added successfully
ar: تمت إضافة الخدمات بنجاح

# reminderHeader
source: Covid-19 Declaration
ar: إقرار كوفيد-19

# reminderNotification0
source: In the last 14 days:
ar: خلال ١٤ يومًا السابقة:

# reminderNotification1
source: 1. Do you suffer or have any of these symptoms?
ar: 1. هل تعاني أو عانيت من أي من هذه الأعراض ؟

# reminderNotification2
source: Coughing, fatigue and fatigue, shortness of breath, loss of sense of smell, loss of taste, sore throat.
ar: السعال، اجهاد وتعب، ضيق التنفس، فقدان حاسة الشم، فقدان التذوق، احتقان في الحلق

# reminderNotification3
source: 2. Did you have any contact with these symptoms or was diagnosed with Covid 19?
ar: 2. هل خالطت أحدا يعاني من هذه الاعراض أو تم تشخصيه مصاب بالكوفيد 19 ؟

# reminderNotification4
source: 3. Do you live with anyone under a home quarantine?
ar: 3. هل تسكن مع أي شخص تحت الحجر المنزلي ؟

# serviceUpdated
source: Service updated successfully
ar: تم تحديث الخدمة بنجاح

# serviceAdded
source: Service added successfully
ar: تمت إضافة الخدمة بنجاح

# englishDigitsError
source: Please enter english numbers only
ar: الرجاء اضافة ارقام انجليزية فقط

# businessAlreadyApproved
source: Your business is already approved.Please continue with Bahrain Business app.
ar: صالونك مسجل مسبقا.هل تريد الاستمرار؟

# mon
source: Mo
ar: الاثنين

# tue
source: Tu
ar: الثلثاء

# wed
source: We
ar: الاربعاء

# thu
source: Th
ar: الخميس

# fri
source: Fr
ar: الجمعة

# sat
source: Sa
ar: السبت

# sun
source: Su
ar: الاحد

# armon
source: Monday
ar: الإثنين

# artue
source: Tuesday
ar: الثلاثاء

# arwed
source: Wednesday
ar: الأربعاء

# arthu
source: Thursday
ar: الخميس

# arfri
source: Friday
ar: يوم الجمعة

# arsat
source: Saturday
ar: يوم السبت

# arsun
source: Sunday
ar: الأحد

source: Month View
ar: عرض الشهر

source: Week View
ar: عرض الأسبوع

source: Special Offers
ar: عروض خاصة

source: Home Services
ar: خدمات منزلية

source: Home Packages
ar: باقات منزلية

source: Salon Services
ar: خدمات الصالون

source: Salon Packages
ar: باقات الصالون

source: OFF
ar: خصم

source: Registered on
ar: تاريخ التسجيل

# paymentMsg
source: Are you sure you want to book your service on
ar: هل أنت متأكد أنك تريد حجز الخدمة على

# generalTextNoInternetError
source: Internet not available
ar: لاتوجد شبكة

# businessAlreadyExist
source: Your business already exists.Do you want to continue with existing business?
ar: صالونك مسجل مسبقا.هل تريد الاستمرار؟

# tooManyGooglePlacesRequests
source: Too many requests
ar: طلبات كثيرة جدا

# searchPlace
source: Search for a place or address
ar: البحث عن موقع او عنوان

source: ADD ITEM
ar: اضافة

source: out of
ar: من

source: CHECKOUT
ar: متابعة الحجز

# maxSelection
source: Maximum selection has exceeded
ar: تجاوزت الحد الأقصى للاختيار

source: SPECIAL INSTRUCTIONS
ar: تعليمات خاصة
